Revit 2027 API
SymbolTypeId.FtSup3 Property
 Symbol ft³, indicating unit Cubic feet.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FtSup3 { get; }
Public Shared ReadOnly Property FtSup3 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FtSup3 {
	ForgeTypeId^ get ();
}
static member FtSup3 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace